

const protocol = {
  id: "494fe7bc-3549-46bf-9116-f0f5859fc86b",
  name: "Домашний уход для жирной кожи №1",
  description:
    "● Очищение: 3200 Гель очищающий, 200 мл \n● Тонизирование: 5145 Тоник очищающий для нормальной и комбинированной кожи, 200 мл\n● Дополнительное очищение: 5009 Пилинг-гоммаж, 50 мл\n● Концентрат или сыворотка: 5175 Концентрат «Эластичная кожа», 30 мл\n● Маска: 12102 Тонизирующая маска «Свежие травы», 10 г\n● Завершающий крем: 5197 Увлажняющий крем «24 часа», 50 мл\n● Уход за областью вокруг глаз: 5094 Сыворотка для глаз “Увлажняющий комплекс” с пептидами василька и ГК, 5х3 мл\n● Фотозащита: 5056 Крем солнцезащитный SPF30, 50 мл",
  isRetailAllowed: false,
  brand: {
    id: "f98f0cdf-4f88-43ad-afcf-ddd69cb44ff2",
    name: "Kosmoteros Personnel Paris",
  },
  protocol_category: {
    id: "a23e5f4c-6718-4cd0-8328-f4a93a96df22",
    name: "Для жирной кожи",
  },
  products: [
    {
      id: "584a45fd-3f72-4434-94bc-356dd4973902",
      name: "Пилинг-гоммаж, 50 мл",
      isRetailAllowed: true,
      brand: {
        id: "f98f0cdf-4f88-43ad-afcf-ddd69cb44ff2",
        name: "Kosmoteros Personnel Paris",
      },
      images: [],
    },
  ],
};
